Repository: getencore/Encore
Catalog: Application/Encore/Interface/Localizable.xcstrings
Source language: en
Languages: de, fr, lb

# MENU_BAR_ABOUT
source: About %1$@
de: Über %1$@
fr: À propos d’%1$@
lb: Iwwer %1$@

# MENU_BAR_NOT_PLAYING
source: Not Playing
de: Keine Wiedergabe
fr: À l’arrêt
lb: Spillt net

# MENU_BAR_NOW_PLAYING
source: Now Playing
de: Jetzt läuft
fr: À l’écoute
lb: Spillt elo

# MENU_BAR_OPEN_NOW_PLAYING_APPLICATION
source: Open %1$@
de: %1$@ öffnen
fr: Ouvrir %1$@
lb: %1$@ opmaachen

# MENU_BAR_PAUSED
source: Paused
de: Pausiert
fr: En pause
lb: Pauséiert

# MENU_BAR_PREFERENCES
source: Preferences…
de: Einstellungen…
fr: Réglages…
lb: Astellungen…

# MENU_BAR_QUIT
source: Quit %1$@
de: %1$@ beenden
fr: Quitter %1$@
lb: %1$@ zoumaachen

# PREFERENCES_TAB_ABOUT
source: About
de: Infos
fr: À propos
lb: Infos

# PREFERENCES_TAB_ABOUT_CREDITS_CLOSE
source: Close
de: Schließen
fr: Fermer
lb: Zoumaachen

# PREFERENCES_TAB_ABOUT_LICENSE
source: Licensed under the GNU General Public License v3.0
de: Lizenziert unter der GNU General Public License v3.0
fr: Sous licence GNU General Public License v3.0
lb: Lizenzéiert ënner der GNU General Public License v3.0

# PREFERENCES_TAB_ABOUT_OR_REQUEST_A_FEATURE
source: Or request a feature.
de: Oder schlag ein neues Feature vor.
fr: Ou demandez une fonctionnalité.
lb: Oder frot eng nei Fonctioun un.

# PREFERENCES_TAB_ABOUT_REPORT_AN_ISSUE
source: Report an Issue
de: Ein Problem melden
fr: Signaler un problème
lb: Ee Problem mellen

# PREFERENCES_TAB_ABOUT_WEBSITE
source: Website
de: Webseite
fr: Site Web
lb: Websäit

# PREFERENCES_TAB_ACTIVITIES
source: Activities
de: Aktivitäten
fr: Activités
lb: Aktivitéiten

# PREFERENCES_TAB_ACTIVITIES_PREVIEW_DESCRIPTION
source: This is a preview of what your Rich Presence will look like with %1$@.
de: So wird deine Rich Presence mit %1$@ aussehen.
fr: Voici un aperçu de ta Rich Presence avec %1$@.
lb: Esou gesäit deng Rich Presence mat %1$@ aus.

# PREFERENCES_TAB_ACTIVITIES_PREVIEW_LISTENING_TO
source: Listening to %1$@
de: Hört %1$@ zu
fr: Écoute %1$@
lb: Héiert %1$@

# PREFERENCES_TAB_ACTIVITIES_PREVIEW_NOT_PLAYING
source: Not Playing
de: Keine Wiedergabe
fr: À l'arrêt
lb: Spillt net

# PREFERENCES_TAB_GENERAL
source: General
de: Allgemein
fr: Général
lb: Allgemeng

# PREFERENCES_TAB_GENERAL_ENABLE_CACHING
source: Enable Caching
de: Caching aktivieren
fr: Activer le cache
lb: Caching aktivéieren

# PREFERENCES_TAB_GENERAL_ENABLE_CACHING_DESCRIPTION
source: Cover URLs are cached to reduce network requests.
de: Cover-URLs werden gecached, um Netzwerkanfragen zu reduzieren.
fr: Les URL des pochettes sont mises en cache pour réduire les requêtes réseau.
lb: Cover-URLë gi gecacht, fir Netzwierkufroen ze reduzéieren.

# PREFERENCES_TAB_GENERAL_ENABLE_LAUNCH_AT_LOGIN
source: Launch at Login
de: Beim Anmelden starten
fr: Lancer à la connexion
lb: Beim Umelle starten

# PREFERENCES_TAB_GENERAL_ENABLE_LOGGING
source: Enable Logging
de: Logging aktivieren
fr: Activer les logs
lb: Logging aktivéieren

# PREFERENCES_TAB_GENERAL_ENABLE_LOGGING_DESCRIPTION
source: Logs are stored locally. They help me fix bugs when you submit a report. Disable it if you don’t need it.
de: Logs werden lokal gespeichert. Sie helfen mir, Fehler zu beheben, wenn du einen Bericht sendest. Deaktiviere die Funktion, wenn du sie nicht brauchst.
fr: Les logs sont stockés localement. Ils m'aident à corriger les bugs lorsque tu soumets un rapport. Désactive-les si tu n'en as pas besoin.
lb: Logs gi lokal gespäichert. Si hëllefe mer, Feeler ze behiewen, wann s de e Rapport schécks. Desaktivéier d'Funktioun, wann s de se net brauchs.

# PREFERENCES_TAB_GENERAL_OPEN_LOGS_FOLDER
source: Open Logs Folder
de: Log-Ordner öffnen
fr: Ouvrir le dossier des logs
lb: Log-Dossier opmaachen

# PREFERENCES_TAB_ABOUT_CREDITS
source: Credits
fr: Crédits

# PREFERENCES_TAB_ABOUT_SOURCE_CODE
source: Source Code
fr: Code source
